Repository: HappyLyEr/Flag
Catalog: Flagdevelopment/GASystem/Resources/fieldcaption.*.resx
Languages: nb_no

# EmployeNo
source: Employee No
nb_no: Ansatt nr

source: Department Id
nb_no: Avd. id

source: Date Of Birth
nb_no: Født dato

source: Home Address
nb_no: Hjemmeadresse

# HomePhoneNumber
source: Home Phone
nb_no: Tlf. hjemme

# MobilePhoneNumber
source: Mobile Phone
nb_no: Tlf. mobil

source: Email Address
nb_no: e-post

# NationalOrSecurityNumber
source: National Security No.
nb_no: National Security Number

# NationalityListsRowId
source: Nationality
nb_no: Land

source: Blood Type
nb_no: Blodtype

source: Given Name
nb_no: Fornavn

source: Family Name
nb_no: Etternavn

# Initials
source: CNPC Requirements
nb_no: Initialer

# MaritalStatusListsRowId
source: Marital Status
nb_no: Sivil status

# DepartmentRowId
source: Department
nb_no: Avdeling

# CompanyRowId
source: Company
nb_no: Firma

source: Title
nb_no: Tittel

source: Document Name
nb_no: Dokument navn

source: Document Id
nb_no: Dokument id

# VersionNo
source: Version
nb_no: Versjon

# SexListsRowId
source: Sex
nb_no: Kjønn

source: Address
nb_no: Adresse

source: Name
nb_no: Navn

source: Attachment
nb_no: Vedlegg

# WorkAreaListsRowId
source: Work Area
nb_no: Arbeidsoperasjon

# ShortDescription
source: Description
nb_no: Kort beskrivelse

# ClassificationListsRowId
source: Incident Classification
nb_no: Hendelse klassifisering

source: Date and Time of Incident
nb_no: Dato og tid for hendelse

source: Has Maritime Report
nb_no: Har maritim rapport

source: Immediate Actions
nb_no: Umiddelbar aksjoner

source: Incident Id
nb_no: Hendelse id

source: Report Date
nb_no: Rapport dato

source: Risk Loss Evaluation
nb_no: Risiko og tapsevaluering

source: Root Cause
nb_no: Årsak

source: Witness
nb_no: Vitne

# ActionReferenceId
source: Action Ref Id
nb_no: Aksjon ref.id

# ActionTemplateName
source: Template Name
nb_no: Mal navn

source: Note/Instructions
nb_no: Notat / Instruks

# DateEndEstimated
source: Estimated End Date
nb_no: Estimert ferdig dato

# TypeOfWorkListsRowId
source: Project Type
nb_no: Arbeidstype

source: Select
nb_no: Velg

# ActionReference
source: Action Ref
nb_no: Aksjons ref. id

source: Workflow Name
nb_no: Arbeidsflyt navn

# WorkflowCategoryListsRowId
source: Category
nb_no: Kategori

# Shortname
source: Name
nb_no: Kort navn

source: Action Name
nb_no: Aksjonsnavn

# DailyEmployeeCountReferenceId
source: Reference Id
nb_no: Referanse id

source: Location of Work
nb_no: Arbeidssted

# YesNoSafetyEventListsRowId
source: Safety Event
nb_no: Sikkerhets hendelse

# SeismicPersonnelCount
source: Seismic Personnel
nb_no: Seismisk personell

# MarinePersonnelCount
source: Maritime Personnel
nb_no: Maritimt personell

# ThirdPartyPersonnelCount
source: 3rd Party Personnel
nb_no: 3. parts personell

# OfficePersonnelCount
source: Office Personnel
nb_no: Kontorpersonale

# ProjectReferenceId
source: Reference Id
nb_no: Prosjekt id

source: Client
nb_no: Klient

# CountryCodeListsRowId
source: Country
nb_no: Land

source: Block
nb_no: Blokk

# DateStart
source: Start Date
nb_no: Start dato

# DateEndActual
source: Actual End Date
nb_no: Virkelig ferdig dato

source: Assigned on
nb_no: Tildelt dato

source: Response by
nb_no: Svar innen

# FileName
source: Document
nb_no: Filnavn

# Mimetype
source: Document Type
nb_no: Dokument type

source: Owner
nb_no: Eier

source: Task Status
nb_no: Oppgave status

# WorkflowRowId
source: Workflow
nb_no: Arbeidsflyt

source: Member
nb_no: Medlem

# SeverityListsRowId
source: Severity
nb_no: Alvorlighetsgrad

# SeverityPeopleListsRowId
source: Severity People
nb_no: Konsekvens for personelll

# SeverityAssetsListsRowId
source: Severity Assets
nb_no: Konsekvens for Materiell

# SeverityEnvironmentListsRowId
source: Severity Environment
nb_no: Konsekvens for miljø

# ReportId
source: Report Type
nb_no: Rapport id

# ReportInstanceName
source: Instance Name
nb_no: Forekomst navn

source: Column Name
nb_no: Kolonne navn

source: Operator
nb_no: Operatør

source: Column Value
nb_no: Kolonne verdi

# Header
source: Note Subject
nb_no: Overskrift

source: Presenter
nb_no: Presentert av

source: Presenter Id
nb_no: Presentert av id

# Sequence
source: Sequence of Events
nb_no: Sekvens

source: Text
nb_no: Tekst

# TextItemRowId
source: Text Id
nb_no: Tekstelement rad id

# TimeEnd
source: End Time
nb_no: Slutt tid

# TimeStart
source: Start Time
nb_no: Start tid

source: Contract Number
nb_no: Kontrakt id

# EmploymentCategoryListsRowId
source: Category
nb_no: Kategori

source: From Date
nb_no: Fra dato

# JobTitleListsRowId
source: Job Title
nb_no: Stilling

# RoleListsRowId
source: Job Title
nb_no: Rolle

source: To Date
nb_no: Til dato

source: Changed by
nb_no: Endret av

# DateChanged
source: Changed
nb_no: Endret dato

# DateDefined
source: Defined
nb_no: Definert dato

source: Defined by
nb_no: Definert av

source: Milestone Text
nb_no: Milepæl tekst

source: Reference
nb_no: Referanse

source: Required for Risk Level
nb_no: Behov for risiko nivå

# TaskTemplateId
source: Id
nb_no: Oppgave mal id

# TaskId
source: Id
nb_no: Oppgave id

source: Company Id
nb_no: Firma id

source: Bank Account
nb_no: Bank konto

source: Telephone
nb_no: Telefon

# CourseReferenceId
source: Reference Id
nb_no: Kurs referanse id

# TypeOfCourseListsRowId
source: Training/Drill/Course Type
nb_no: Kurs type

# InvolvedPersonnelCount
source: No. of Involved Personnel
nb_no: Antall involvert

# DateOfCourse
source: Date
nb_no: Kurs dato

# CourseLeader
source: Leader
nb_no: Kursleder

source: Cause
nb_no: Årsak

# ContributingFactors
source: Contributory Factors
nb_no: Bidragsfaktorer

# YearsOffshoreEx
source: Years with Offshore Experience
nb_no: År offshore erfaring

# MonthsOffshoreExperience
source: Offshore Experience
nb_no: Offshore erfaring

source: Years Worked
nb_no: År arbeidet

# MonthsWorked
source: Work Experience
nb_no: Arbeidserfaring

source: Days Worked on the Shift
nb_no: Dager på dette skiftet

source: Hours Worked on the Day
nb_no: Timer arbeidet denne dagen

source: Number of Days Lost
nb_no: Antall dager tapt

# MedicalTreatmentDescription
source: Medical Treatment
nb_no: Medisinsk behandling

# SummaryOfTreatment
source: Treatment Summary
nb_no: Oppsummering av behandling

source: Work Experience
nb_no: Arbeidserfaring

# ContactDeviceTypeListsRowId
source: Means of Contact
nb_no: Kontakt type

# ContactDeviceAddress
source: Number or Address
nb_no: Nr. / adresse

# MeetingReferenceId
source: Reference Id
nb_no: Møte referanse id

source: Place
nb_no: Sted

# DateOfMeeting
source: Start Time - Date and Time
nb_no: Møte dato

# TypeOfMeetingListsRowId
source: Meeting Type
nb_no: Møte type

source: Purpose
nb_no: Formål

# Conductor
source: Chairman
nb_no: Møteleder

source: Meeting Owner
nb_no: Møte eier

source: Manager
nb_no: Leder

# DateAndTimeNextMeeting
source: Next Meeting - Date and Time
nb_no: Dato/tid for neste møte

# AuditReferenceId
source: Reference Id
nb_no: Kontroll referanse id

# TypeOfAuditListsRowId
source: Audit Type
nb_no: Revisjons type

source: Auditor
nb_no: Revisor

# DateOfAudit
source: Audit Date
nb_no: Kontroll dato

# AuditStatusListsRowId
source: Status
nb_no: Revisjons status

# TypeOfCertificateListsRowId
source: Certificate Type
nb_no: Sertifikat type

# CertificateId
source: Certificate Id/No
nb_no: Sertifikat id/nr.

# DateFrom
source: From Date
nb_no: Fra dato

# DateExpire
source: Expiry Date
nb_no: Utgår dato

# TypeOfKinListsRowId
source: Kin Type
nb_no: Pårørende type

# PhoneNumber
source: Telephone No
nb_no: Telefonnr.

# TypeOfLocationListsRowId
source: Location Type
nb_no: Lokalitet type

# CountryOfRegistrationListsRowId
source: Country of Registration
nb_no: Registrert i land

source: Call Sign
nb_no: Kallesignal

# LocationIdNumber
source: Loc Id No.
nb_no: Lokalitet id

# PriorityListsRowId
source: Priority
nb_no: Prioritet

source: Responsible
nb_no: Ansvarlig

# ReportDescription
source: Description
nb_no: Rapport beskrivelse

source: Report File
nb_no: Rapport fil

# ReportInstanceDescription
source: Description
nb_no: Beskrivelse

# ActionStatusListsRowId
source: Action Status
nb_no: Aksjon status

source: Injured Personnel
nb_no: Skadet person

# MonthsOffshoreEx
source: Offshore Experience
nb_no: Måneder med offshore erfaring

# DateTimeFrom
source: From
nb_no: Fra

# DateTimeTo
source: To
nb_no: Til

source: Place of Embarkment
nb_no: Sted for ombordstigning

# IdentificationIDNumber
source: ID Number
nb_no: Id nummer

# RoomId
source: Room
nb_no: Rom id

source: Bunks in Room
nb_no: Køyer i rom

source: Bunk
nb_no: Køye

source: Raft
nb_no: Livbåt

# ActionAbandonShip
source: Abandon Ship Action
nb_no: Aksjon når båt rømmes

# ActionFire
source: Fire Action
nb_no: Aksjon ved brann

# ActionManOverboard
source: Man Overboard Action
nb_no: Aksjon når mann overbord

# WatchListsRowId
source: Shift
nb_no: Skift

# TypeOfCostListsRowId
source: Cost Type
nb_no: Kostnad type

# NumberOfUnits
source: Units
nb_no: Enheter

source: Unit Price
nb_no: Enhetspris

# Cost
source: Estimated Amount in $
nb_no: Kostnader i Kr

# CurrencyCode
source: Currency
nb_no: Valuta

# ContributingFactor
source: Contributory Factor
nb_no: Bidragsfaktor

# DateAndTimeOfDamage
source: Date and Time
nb_no: Dato og tid

# TypeOfDamageListsRowId
source: Damage Type
nb_no: Skade type

# SuggestedCorrectiveAction
source: Suggested Corrective Actions
nb_no: Forslag til rettelser

source: Damaged Equipment
nb_no: Skadet Materiell

# MeetingRowId
source: Meeting
nb_no: Møte

# DistributionTo
source: To
nb_no: Til

# DistributionCC
source: Copy to
nb_no: Kopi til

# DistributionBCC
source: Blind Copy to
nb_no: Blind kopi til

source: Participant
nb_no: Deltaker

source: Absent
nb_no: Fraværende

# MeetingPresenter
source: Presented by
nb_no: Presentert av

# SequenceNo
source: No.
nb_no: Nr.

# MeetingStartTime
source: Start Time
nb_no: Start tid

source: Report
nb_no: Rapport

# ResourceId
source: Asset Id
nb_no: Ressurs id

# TypeOfResourceListsRowId
source: Asset Type
nb_no: Ressurs type

# ResourceUniqueId
source: Asset Unique Id
nb_no: Ressurs unik id

# DateOfAcquisition
source: Acquired Date
nb_no: Anskaffet dato

# SupplierRowId
source: Supplier
nb_no: Leverandør

# UnitCost
source: Cost per Unit
nb_no: Enhetskost

# NumberOfSpareParts
source: Spare Parts
nb_no: Antall på lager

# NumberOfPartsInOrder
source: Parts in Order
nb_no: Antall i bestilling

# DeliveryTimeInDays
source: Days to Deliver
nb_no: Leveringstid i dager

# TypeOfSpecificationListsRowId
source: Specification Type
nb_no: Spesifikasjons type

# DateLastInspection
source: Last Inspection Date
nb_no: Inspeksjons dato

# DateNextInspection
source: Next Inspection Date
nb_no: Neste inspeksjon dato

# DateCertificateExpire
source: Certificate Date of Expiry
nb_no: Sertifikat utgår dato

# MotherTask
source: Subordinate to
nb_no: Underlagt

source: Requestor
nb_no: Anmoder

# ManagerResourceRequestDate
source: Manager at Request Time
nb_no: Leder på dato for forespørsel

# RequestStatusListsRowId
source: Request Status
nb_no: Status på anmodning

# ManagerAcceptanseDate
source: Manager at Accepting Time
nb_no: Leder på dato for aksept

# DataAcceptedByResponsible
source: Date Accepted by Responsible
nb_no: Dato for aksept

# Score
source: Task Importance
nb_no: Viktighet av oppgave

source: Parent Team Id
nb_no: Overordnet team id

# DateTo
source: To Date
nb_no: Til dato

source: Work Location
nb_no: Arbeidssted

# NameOfReporter
source: Name
nb_no: Rapportør navn

# JobTitleOfReporter
source: Job Title
nb_no: Rapportørens stilling

# ResourceRowId
source: Asset
nb_no: Ressurs

source: Suggested Further Action
nb_no: Forslag til videre tiltak

source: Possible Consequence
nb_no: Mulig konsekvens

# HazardReferenceId
source: HIP Reference Id
nb_no: Fare referanse

# PotentialListsRowId
source: Potential
nb_no: Potensial

source: Risk Evaluation
nb_no: Risiko evaluering

source: Identified Date
nb_no: Identifisert dato

# ImmediateAction
source: Immediate Actions
nb_no: Umiddelbar aksjon

# DailyEmployeeCountComment
source: Comment to Daily Employee Count
nb_no: Kommentar

# ClientPersonnelCount
source: Client Personnel
nb_no: Personell fra klient

# TypeOfHIPListsRowId
source: HIP Type
nb_no: Fare Type

source: Activity Observed
nb_no: Aktivitet observert

# SOPProcedure
source: Reference Procedure
nb_no: Referanse prosedyre

# ProcedureNotAvailable
source: Reference Procedure N/A
nb_no: Referanse prosedyre ikke tilgjengelig

# SOPTypeOfObservationListsRowId
source: Observation Type
nb_no: Observasjonstype

# SOPProceduresAndInstructionListsRowId
source: Procedures and Instructions
nb_no: Prosedyre og instruks

# SOPHumanFactorListsRowId
source: Human Factor
nb_no: Menneskelig faktor

# SOPPermitToWorkListsRowId
source: Permit to Work
nb_no: Arbeidstillatelse

# SafetyObservationReferenceId
source: Reference Id
nb_no: Referanse id

# DateOfInspection
source: Observation Date
nb_no: Inspeksjonsdato

# Observer
source: Observer Name
nb_no: Observatør

# SOPPersonalProtectiveEquipmentListsRowId
source: Personal Protective Equipment
nb_no: Personlig verneutstyr

# SOPLockOutListsRowId
source: Lock Out / Tag Out
nb_no: Avkryssing

# NotGoodComments
source: Description of Non-Conformity
nb_no: Beskrivelse av mangler

# SuggestionForImprovement
source: Suggestion for Improvements
nb_no: Forslag til forbedringer

# SOPToolsAndEquipmentListsRowId
source: Tools and Equipment
nb_no: Verktøy og utstyr

# DepartmentListsRowId
source: Department
nb_no: Avdeling

source: Context Class
nb_no: Ståsted klasse

# ContextRowId
source: Context Row
nb_no: Ståsted rad

# CetaceansCount
source: Cetaceans
nb_no: Havdyr

# CetaceansCountComment
source: Cetaceans Comment
nb_no: Havdyr kommentar

# CrewBoatActivitiesCountComment
source: Crew Boat Activities Comment
nb_no: Båt oppgave kommentar

# MaritimeIcidentAndIllnessCount
source: Maritime Incidents & Illnesses
nb_no: Maritime hendelser og sykdom

# MaritimeIcidentAndIllnessCountComment
source: Maritime Incidents & Illnesses Comment
nb_no: Maritime hendelser og sykdom kommentar

# OwnIncidentAndIllnessCount
source: Own Incidents & Illnesses
nb_no: Eget personell hendelser og sykdom

# OwnIncidentAndIllnessCountComment
source: Own Incidents & Illnesses Comment
nb_no: Eget personell hendelser og sykdom kommentar

# HIPCardUnsafeActsCount
source: HIP Card Unsafe Acts
nb_no: Fareregistreringskort farlige handlinger

# HIPCardUnsafeActsCountComment
source: HIP Card Unsafe Acts Comment
nb_no: Fareregistreringskort farlige handlinger kommentar

# HIPCardNearMissesCount
source: HIP Card Near Misses
nb_no: Fareregistreringskort nestenulykker

# HIPCardNearMissesCountComment
source: HIP Card Near Misses Comment
nb_no: Fareregistreringskort nestenulykker kommentar

# CrewSafetyMeetingsCountComment
source: Crew Safety Meetings Comment
nb_no: Mannskap sikkerhetsmøter kommentar

# ToolboxMeetingsCountComment
source: Toolbox Meetings Comment
nb_no: Arbeidskasse møter kommentar

# SafetyDrillsCountComment
source: Safety Drills Comment
nb_no: Sikkerhetsøvelser kommentar

# SOPDepartmentalInspectionsCount
source: SOP Departmental Inspections
nb_no: Avdelings-sikkerhetsinspeksjon

# SOPDepartmentalInspectionsCountComment
source: SOP Departmental Inspections Comment
nb_no: Avdelings-sikkerhetsinspeksjon, kommentar

# SOPCrossDepartmentalInspectionsCount
source: SOP Cross Departmental Inspections
nb_no: Sikkerhetsinspeksjon av flere avdelinger

# SOPCrossDepartmentalInspectionsCountComment
source: SOP Cross Departmental Inspections Comment
nb_no: Sikkerhetsinspeksjon av flere avdelinger, kommentar

# SOPPartyChiefInspectionsCount
source: SOP Party Chief Inspections
nb_no: Arbeidsleders sikkerhetsinspeksjon

# SOPPartyChiefInspectionsCountComment
source: SOP Party Chief Inspections Comment
nb_no: Arbeidsleders sikkerhetsinspeksjon, kommentar

source: AOB Comment
nb_no: Eventuelt kommentar

source: Man Hours
nb_no: Mann timer

source: Project Man Hours
nb_no: Prosjekt mann timer

source: Reporter Job Title
nb_no: Rapportørs stilling

source: Subject
nb_no: Subjekt

# Content
source: File
nb_no: Fil

source: Reference Id Prefix
nb_no: Referanse id prefiks

source: Class
nb_no: Klasse

# Risk
source: Risk Assessment
nb_no: Risikovurdering

source: Incident Reporter
nb_no: Hendelse rapportør

# ReporterJobTitleListsRowId
source: Reporter Job Title
nb_no: Rapportørs stilling

# MeetingOwnerPersonnelRowId
source: Meeting Owner
nb_no: Møte eier

# ConductorPersonnelRowId
source: Chairman
nb_no: Møteleder

# ReporterPersonnelRowId
source: Reporter
nb_no: Referent

# SequenceOfTheIncident
source: Sequence of Events
nb_no: Hendelse forløp

# ContributionFactorToTheIncident
source: Contributory Factors
nb_no: Medvirkende faktorer

# TypeOfIncidentListsRowId
source: Incident Cause
nb_no: Hendelse type

# CurrencyCodeListsRowId
source: Currency
nb_no: Valuta

# WorkExperienceFromDate
source: Work Experience from
nb_no: Arbeidserfaring fra dato

# OffshoreExperienceFromDate
source: Offshore Experience from
nb_no: Offshore erfaring fra dato

source: Gives Certificate
nb_no: Gir sertifikat

# ParentCompanyRowId
source: Parent Company
nb_no: Selskap

# DescriptionMedicalTreatment
source: Description of Medical Treatment
nb_no: Medisinsk behandling

# DescriptionInjury
source: Injury Description
nb_no: Beskrivelse av skade

# ReporterCheckbox
source: Is Reporter
nb_no: Referent

source: Job Description
nb_no: Arbeidsbeskrivelse dokument

# FileRowId
source: Document
nb_no: Dokument

# ClientRowId
source: Client Name
nb_no: Klient

# GAListCategory
source: Code Category
nb_no: Kode kategori

# GAListValue
source: Code Value
nb_no: Kode verdi

# GAListDescription
source: Code Description
nb_no: Engelsk kode beskrivelse

# GAListValue_nb_no
source: Norwegian Code Value
nb_no: Kode verdi

# GAListDescription_nb_no
source: Norwegian Code Description
nb_no: Kode beskrivelse

# Sort1
source: Sequence in Sort Choise 1
nb_no: Sekvens i sorteringsvalg 1

# Sort2
source: Sequence in Sort Choise 2
nb_no: Sekvens i sorteringsvalg 2

# Sort3
source: Sequence in Sort Choise 3
nb_no: Sekvens i sorteringsvalg 3

# Sort4
source: Sequence in Sort Choise 4
nb_no: Sekvens i sorteringsvalg 4

# Sort5
source: Sequence in Sort Choise 5
nb_no: Sekvens i sorteringsvalg 5

# Group1
source: Grouping No. 1
nb_no: Gruppering nr. 1

# Group2
source: Grouping No. 2
nb_no: Gruppering nr. 2

# Group3
source: Grouping No. 3
nb_no: Gruppering nr. 3

# Group4
source: Grouping No. 4
nb_no: Gruppering nr. 4

# Group5
source: Grouping No. 5
nb_no: Gruppering nr. 5

# Group1Sort1
source: Alternative Sort for Grouping No. 1
nb_no: Alternativ sortering for gruppering nr. 1

# Group2Sort1
source: Alternative Sort for Grouping No. 2
nb_no: Alternativ sortering for gruppering nr. 2

# Group3Sort1
source: Alternative Sort for Grouping No. 3
nb_no: Alternativ sortering for gruppering nr. 3

# Group4Sort1
source: Alternative Sort for Grouping No. 4
nb_no: Alternativ sortering for gruppering nr. 4

# ListCategoryRowId
source: Code Category
nb_no: Kode kategori

# GAListCategoryDescription
source: Code List Description
nb_no: Kode liste beskrivelse - Engelsk

# GAListCategoryDescription_nb_no
source: Code List Description Norwegian
nb_no: Kode liste beskrivelse

source: Priority
nb_no: Prioritet

source: Eye Witness
nb_no: Vitne

# ResourceStatusListsRowId
source: Asset Status
nb_no: Ressurs status

# TypeOfDepartmentListsRowId
source: Department type
nb_no: Type avdeling

source: Workitem Notes
nb_no: Oppgave merknad

# WorkitemResponsible
source: Assigned to
nb_no: Oppgave ansvarlig

source: Workitem Reaction
nb_no: Reaksjon på oppgave

# ProcedureRowId
source: Workflow
nb_no: Prosedyre

# WorkflowId
source: Workflow Status
nb_no: Prosess status

# DateTime
source: Date and Time
nb_no: Dato og tid

# rxtReportReferenceId
source: Report Reference Id
nb_no: Ref. id.

# SeverityReputationListsRowId
source: Severity Reputation
nb_no: Konsekvens for omdømme

# IsIncident
source: Personnel Injury
nb_no: Personskade

# IsRisk
source: HIP
nb_no: Risiko

# IsEquipmentDamage
source: Equipment Damage
nb_no: Materiell Skade

source: Report Title
nb_no: Rapport tittel

# IsEnvironmentalDamage
source: Environmental Damage
nb_no: Miljø skade

# HasInitialReport
source: Initial Report
nb_no: Initiell rapport

# TargetPotentialListsRowId
source: Target Potential
nb_no: Mål potesial

# TargetSeverityAssetsListsRowId
source: Target Asset
nb_no: Mål aktiva

# TargetSeverityEnvironmentListsRowId
source: Target Environment
nb_no: Mål miljø

# TargetSeverityReputationListsRowId
source: Target Reputation
nb_no: Mål omdømme

# TargetSeverityPeopleListsRowId
source: Target People
nb_no: Mål personell

# DateMitigationCompleted
source: Mitigation Date
nb_no: Tiltak iverksatt

# DateMitigationEstimated
source: Mitigation Date Estimate
nb_no: Tiltak iverksatt estimert

source: Captain is informed
nb_no: Kaptein er informert

source: Client is informed
nb_no: Klient er informert

# DaysInTravelFrom
source: Travel days to
nb_no: Reisedager fra

# DaysInTravelTo
source: Travel days from
nb_no: Reisedager til

# DocumentStatusListsRowId
source: Document status
nb_no: Dokument status

# ProjectRowId
source: Project
nb_no: Prosjekt

# ManageChangeReferenceId
source: Request Id
nb_no: Forespørsel id

# DateOfRequest
source: Request Date
nb_no: Dato

# DateEffective
source: Effective Date
nb_no: Dato iverksatt

# IsContractual
source: Contractual Change
nb_no: Kontraktuell endring

# TypeOfChangeRowId
source: Type of Change
nb_no: Type Endring

# DateOfRemoval
source: Temporery Change Removal Date
nb_no: Midlertidig endring fjernes dato

# NatureOfChange
source: Nature of Change Description
nb_no: Type endring

# NatureOfChangeRowId
source: Nature of Change
nb_no: Type endring

# DescriptionCurrent
source: Current Activity/Operation/Equipment
nb_no: Beskriv nåværende

# RequestorId
source: Originated By
nb_no: Fra

# EndorserId
source: Supervisor Endorser
nb_no: Arbeidsleder

source: Date of Endorsement
nb_no: Støttet dato

# Justification
source: Justification of Change
nb_no: Bakgrunn

# OnSiteRiskAssessmentCompleted
source: On-site Risk Assessment Completed (Attached)
nb_no: On-site risikoanalyse gjennomført

# OnshoreRiskAssessmentCompleted
source: Onshore Risk Assessment Completed (Attached)
nb_no: Onshore risikoanalyse gjennomført

# OnSiteJobSafetyAnalysisCompleted
source: On-site Job Safety Analysis Completed (Attached)
nb_no: On-site jobb sikkerhetsanalyse gjneoomført

source: Approved by Onshore Management
nb_no: Godkjent av onshore ledelse

# OnSiteWorkInstructionCompleted
source: On-site Work Instruction Completed (Attached)
nb_no: On-site arbeidsbeskrivelser ferdigstilt

# PotentialConsequence
source: Potential Consequence (positive and negative)
nb_no: Mulig konsekvens (positiv og negativ)

# Migration
source: Migration Steps and Special Precautions
nb_no: Fremdrift og spesielle forholdsregler

source: Training Required
nb_no: Påkrevd opplæring

# Training
source: If Training required, describe
nb_no: Beskriv påkrevd trening

source: Cost of Change
nb_no: Kostnad av endringen

# IncreasedRisk
source: Does Change increase risk
nb_no: ker endringen risiko

# ProposedById
source: Requestor
nb_no: Foreslått av

# DateOfProposal
source: Proposed Date
nb_no: Foslagsdato

# ReviewedById
source: Reviewed by HSEQ
nb_no: Vurdert av

# DateOfReview
source: HSEQ Reviewed Date
nb_no: Vurdert dato

# ApprovalReviewedById1
source: Approved by Client
nb_no: Godkjenning vurdert av

# ApprovalRevieweDate1
source: Client Approval Date
nb_no: Godkjenning vurdert dato

# ApprovalReviewedById2
source: Approval Reviewed By
nb_no: Godkjenning vurdert av

# ApprovalRevieweDate2
source: Approval Reviewe Date
nb_no: Godkjenning vurdert dato

# ApprovalEndorsedById
source: Approved by Ops
nb_no: Godkjenning støtte fra
