Repository: HappyLyEr/Flag
Catalog: Flagdevelopment/GASystem/Resources/fieldcaption.*.resx
Languages: nb_no

# ApprovalEndorsedDate
source: Ops Approved Date
nb_no: Godkjenning støtte dato

# ApprovedDate
source: Ops Approval Date
nb_no: Godkjent dato

source: Lessons Learned
nb_no: Erfaringer fra endringen

# ChangeCommunicatedById
source: Change Communicated to all Parties Involved By
nb_no: Endring kommunisert til alle involvert av

# DateChangeCommunicated
source: Change Communicated to All Parties Involved Date
nb_no: Endring kommunisert til alle involvert dato

# MethodOfCommunication
source: Method of Change Communication
nb_no: Metode for kommunisering av endring

# DocumentationChangesById
source: Documentation Changes By
nb_no: Dokumentasjon endret av

# DateDocumentationChanges
source: Documentation Changes Date
nb_no: Dokumentasjon endret dato

# DocumentsChanged
source: List Documents Changed
nb_no: Liste av endrede dokumenter

# TrainingRequriementsCompletedById
source: Training Requriements Completed By
nb_no: Opplæringskrav gjennomført av

# DateTrainingRequriementsCompleted
source: Training Requriements Completed Date
nb_no: Opplæringskrav gjennomført dato

source: Training Conducted
nb_no: Opplæring gjennomført beskrivelse

# RegulatoryPermitRequirementsCompletedById
source: Regulatory/Permit Requirements Completed By
nb_no: Regulatoriske krav gjennomført av

# DateRegulatoryPermitRequirementsCompleted
source: Regulatory/Permit Requirements Completed Date
nb_no: Regulatoriske krav gjennomført dato

# RegulatoryPermitRequirementsCompleted
source: Regulatory/Permit Requirements
nb_no: Regulatoriske krav gjennomført beskrivelse

# ChangeRequirementsCompletedById
source: Change Requirements Completed by
nb_no: Endringskrav gjennomført av

# DateChangeRequirementsCompleted
source: Completion Date
nb_no: Endringskrav gjennomført dato

# ChangeRequirementsCompletedComments
source: Requirements Completion - Comments
nb_no: Endringskrav gjennomført kommentarer

# LessonsLearnedCommunicatedById
source: Lessons Learned Communicated By
nb_no: Erfaringer kommunisert av

# DateLessonsLearnedCommunicated
source: Lessons Learned Communicated Date
nb_no: Erfaringer kommunisert dato

# ChangeReportCloseOutDocumentationById
source: Change Report Close-out Documentation By
nb_no: Endringsdokumentasjon lukket av

# DateChangeReportCloseOutDocumentation
source: Change Report Close-out Documentation Date
nb_no: Endringsdokumentasjon lukket dato

# ApprovalForChangeReportCloseOutById
source: Change Request Closed by
nb_no: Endringsdokumentasjon lukket godkjent av

# DateApprovalForChangeReportCloseOut
source: Close Date
nb_no: Endringsdokumentasjon lukket godkjent dato

# SignedBy
source: Note Created by
nb_no: Signert av

# DateSigned
source: Note Created Date
nb_no: Signert dato

# ManageChangeStatusListsRowId
source: Change Status
nb_no: Endring status

# ReadRoles
source: Roles with read access
nb_no: Roller med lesetilgang

# UpdateRoles
source: Roles with update access
nb_no: Roller med rett til å oppdatere

# CreateRoles
source: Roles with create access
nb_no: Roller med rett til å lage nye forekomster

# DeleteRoles
source: Roles with delete access
nb_no: Roller med rett til å slette forekomster

source: Minutes
nb_no: Minutter

# RiskControlReferenceId
source: Request Id
nb_no: Forespørsel id

# DateNextAssessment
source: Next Review Date
nb_no: Dato neste vurdering

# ControlCategoryListsRowId
source: Control Category
nb_no: Kontroll kategori

source: Resources Needed
nb_no: Ressursbehov

# notes
source: Workitem Notes
nb_no: Workitem Beskrivelse

# GAParticipant
source: Assigned to
nb_no: Workitem Ansvarlig

# IsHSEQ
source: HSEQ Course
nb_no: HMS kurs

# IsRecordable
source: Recordable time
nb_no: Registrerbar tid

source: Hours
nb_no: Timer

# CourseCategory
source: Course, Training Category
nb_no: Kurs type

# AreaOfOpportunityListRowId
source: Opportunity Area
nb_no: Forbedrings område

# OriginatorId
source: Originator
nb_no: Forslagstiller

source: Description
nb_no: Beskrivelse

# ReasonsOrFactsIllustrating
source: Supporting Information
nb_no: Bakgrunn

source: Suggested Implementation
nb_no: Forslag til implementering

# Comment
source: Comments
nb_no: Kommentar

source: Reference Id
nb_no: Referanse id

source: Date
nb_no: Dato

# CrewBoatActivitiesCount
source: Crewboat Activities
nb_no: Mannskapsbåt aktiviteter

# CrewSafetyMeetingsCount
source: Crew Safety Meetings
nb_no: Mannskap sikkerhetsmøter

# ToolboxMeetingsCount
source: Toolbox Meetings
nb_no: Toolboks møter

# SafetyDrillsCount
source: Safety Drills
nb_no: Sikkerhetsøvelser

source: Drill Hours
nb_no: Timer med øvelse

source: Reporter
nb_no: Rapportert av

# DrillsOther
source: Other Drills
nb_no: Andre øvelser

# DrillsManOverBoard
source: Man Overboard Drill
nb_no: Mann over bord øvelse

# DrillsFirstAid
source: First Aid Drills
nb_no: Førstehjelpsøvelse

# DrillsFire
source: Fire Drills
nb_no: Brannøvelser

# DrillsLifeBoat
source: Abandon Ship Drill
nb_no: Livbåtøvelse

# ResponsibleRoleListsRowId
source: Responsible Role
nb_no: Ansvarlig rolle

# ResponsibleId
source: Responsible
nb_no: Ansvarlig

# AssessedById
source: Assessed by
nb_no: Vurdert av

# ApprovedById
source: Approved by
nb_no: Godkjent av

source: Control
nb_no: Kontroll

# ProcedureReferenceReferenceId
source: Reference id
nb_no: Referanse id

# PreMitigationRiskRatingRowId
source: Pre-mitigation Procedure Reference Rating
nb_no: Risikorangering før tiltak

# PostMitigationRiskRatingRowId
source: Post Mitigation Procedure Reference Rating
nb_no: Risikorangering etter tiltak

source: Date Approved
nb_no: Dato godkjent

source: Date Assessed
nb_no: Dato vurdert

# RiskReferenceId
source: Request Id
nb_no: Forespørsel id

source: Assessment Pre-control, Mitigation
nb_no: Vurdering av fare før kontroll og tiltak

source: Risks, Hazards Identified
nb_no: Identifisert Risiko, Fare

source: Existing Control, Mitigation Measures
nb_no: Eksisterende tiltak

source: Procedure Id
nb_no: Prosedyre id

source: Assessment Post Control, Mitigation
nb_no: Vurdering av fare etter kontroll og tiltak

# SuggestionFurtherRiskReduction
source: Suggestion for Further Risk Reduction
nb_no: Forlslag til videre tiltak

# ControlRowId
source: Generic Control
nb_no: Generisk kontroll

# LANGUAGE_RESOURCE_KEY
source: CEN
nb_no: CNO
