Repository: HappyLyEr/Flag
Catalog: Flagdevelopment/GASystem/Resources/guielements.*.resx
Languages: nb_no, zh_cn

# AcknowledgedByMessage
source: This workitem has been acknowledged by user {0}
zh_cn: 此待办事项已被用户{0}接受

# AcknowledgeWorkitem
source: {0} acknowledged this workitem
zh_cn: {0}已接受此待办事项

source: Activity Details
nb_no: Aksjons detaljer
zh_cn: 活动内容

source: Add
nb_no: Legg til
zh_cn: 添加

source: Add Participant
nb_no: Legg til ansvarlig
zh_cn: 添加参与人

# AddRemedialAction
source: Add Follow Up Action
zh_cn: 添加追踪任务

source: Admin
nb_no: Adminn
zh_cn: 管理

source: All
nb_no: Alle
zh_cn: 全部

# AllRecords
source: All {0}
nb_no: Alle {0}
zh_cn: 所有 {0}

# AllRecordsWithinOwner
source: All {0} within {1} {2}
nb_no: Alle {0} innen {1} {2}
zh_cn: 所有属于 {1} {2} 的 {0}

# applyFilter
source: Apply Selection
nb_no: Bruk utvalg
zh_cn: 应用

source: Approve
zh_cn: 批准

# AwaitingAcknowledgedByMessage
source: This workitem has not been acknowledged by user
zh_cn: 该待办事项还未被用户接受

source: Bar Chart
zh_cn: 条形图

source: Between
zh_cn: 介于

# ButtonNewIncident
source: New incident
nb_no: Ny hendelse
zh_cn: 新的事件报告

source: Cancel
nb_no: Angre
zh_cn: 取消

# CancelButton
source: Cancel
nb_no: Angre
zh_cn: 取消

# CancelEditText
source: Cancel
zh_cn: 取消

# ClearLookupFilter
source: Toggle Filter
zh_cn: 筛选

source: Company User
zh_cn: 公司用户

source: Completed
nb_no: utført
zh_cn: 完成

source: Contains
nb_no: Inneholder
zh_cn: 包含

# ContextMemberInfo
source: This {0} is a member of
nb_no: Denne {0} er eid av
zh_cn: 此用户{0}属于

# ContextMemberInfoPlur
source: These {0} are members of
nb_no: Disse {0} er eid av
zh_cn: 这些用户{0}属于

source: Create
nb_no: Opprett
zh_cn: 创建

# datafilterhelptext
source: Selection criterias:
nb_no: Utvalg
zh_cn: 筛选条件

source: Default Selection
zh_cn: 默认

# delegatedByUser
source: Delegated by {0}
zh_cn: 由用户{0}指派

# DelegatedToRoleByUser
source: Delegated to role {0} by {1}
zh_cn: 由用户{1}指派给岗位{0}

# delegatedtouserbyuser
source: Delegated to {0} by {1}
zh_cn: 由用户{1}指派给用户{0}

source: Delegate workitem
nb_no: Deleger oppgave
zh_cn: 重新指派待办事项

source: Delete
nb_no: Slett
zh_cn: 删除

source: Description of criteria
zh_cn: 打分项

# DescriptionText
source: Description
zh_cn: 描述

# Display
source: View
zh_cn: 展示

# dissatisfied
source: Dissatisfy
zh_cn: 不满意

source: Edit
nb_no: Editer
zh_cn: 编辑

# EditMultipleRecord
source: Edit All
zh_cn: 编辑全部

# EditSelectedText
source: Edit Selected
zh_cn: 编辑勾选的

# Equal
source: Equals To
nb_no: lik
zh_cn: 等于

source: Export To Excel
nb_no: Overfør til Excel
zh_cn: 输出成Excel

# GAAction
source: Action
nb_no: Handling
zh_cn: 工作流

# GAActionPlur
source: Actions
nb_no: Handlinger
zh_cn: 工作流

# GAActionWorkitemView
source: Workitem
zh_cn: 待办事项

# GAActionWorkitemViewPlur
source: Workitems
zh_cn: 待办事项

# GAAudit
source: Audit, Review
nb_no: Kontroll
zh_cn: 审计、检查、回顾

# GAAuditPlur
source: Audits, Reviews
nb_no: Kontroller
zh_cn: 审计、检查、回顾

# GABusinessRisk
source: Corporate Risk
zh_cn: 公司风险登记表

# GABusinessRiskPlur
source: Corporate Risks
zh_cn: 公司风险登记表

# GACertificate
source: Certificate
nb_no: Sertifikat
zh_cn: 证书

# GACertificatePlur
source: Certificates
nb_no: Sertifikater
zh_cn: 证书

# GAClient
source: Client
zh_cn: 客户

# GAClientPlur
source: Clients
zh_cn: 客户

# GAClientVisit
source: Client Visit
zh_cn: 客户访问记录

# GAClientVisitPlur
source: Client Visits
zh_cn: 客户访问记录

# GaCompany
source: Company
nb_no: Firma
zh_cn: 公司

# GaCompanyPlur
source: Companies
nb_no: Firma
zh_cn: 公司

# GAContractApprove
source: Contract Application
zh_cn: 合同审批

# GAContractApprovePlur
source: Contract Application
zh_cn: 合同审批

# GAControl
source: Control
nb_no: Kontroll
zh_cn: 控制

# GAControlPlur
source: Controls
nb_no: Kontroller
zh_cn: 控制

# GACost
source: Cost
nb_no: Kostnad
zh_cn: 费用

# GACostPlur
source: Cost
nb_no: Kostnader
zh_cn: 费用

# GACourse
source: Training, Drill, Course
nb_no: Kurs
zh_cn: 培训、演习

# GACoursePersonList
source: Training, Drill, Course Attendant
nb_no: Kursdeltaker
zh_cn: 参加人

# GACoursePersonListPlur
source: Training, Drill, Course Attendants
nb_no: Kursdeltakere
zh_cn: 参加人

# GACoursePlur
source: Training, Drills, Courses
nb_no: Kurs
zh_cn: 培训、演习

# GACrew
source: Crew
zh_cn: 地震队

# GACrewInProject
source: Crew in Project
zh_cn: 作业地震队

# GACrewInProjectPlur
source: Crews in Project
zh_cn: 作业地震队

# GACrewPlur
source: Crews
zh_cn: 地震队

# GADamagedEquipment
source: Damaged Equipment
nb_no: Materiell Skade
zh_cn: 损坏的设备

# GADamagedEquipmentPlur
source: Damaged Equipment
nb_no: Materiell Skade
zh_cn: 损坏的设备

# GADaysReport
source: Other Activity
nb_no: Annen aktivitet
zh_cn: 其它活动

# GADaysReportPlur
source: Other Activities
nb_no: Andre aktiviteter
zh_cn: 其它活动

# GADepartment
source: Department
nb_no: Avdeling
zh_cn: 部门

# GADepartmentPlur
source: Departments
nb_no: Avdelinger
zh_cn: 部门

# GAEmployment
source: Assignment of Personnel
nb_no: Engasjement
zh_cn: 人员指派

# GAEmploymentPlur
source: Assignments of Personnel
nb_no: Engasjementer
zh_cn: 人员指派

# GAExposedHoursGroupView
source: Personnel Count
zh_cn: 人员统计

# GAExposedHoursGroupViewPlur
source: Personnel Counts
zh_cn: 人员统计

# GAFile
source: Document
nb_no: Dokument
zh_cn: 附件

# GAFilePlur
source: Documents
nb_no: Dokumenter
zh_cn: 附件

# GAGoalObjective
source: Location Objective
zh_cn: 目标

# GAGoalObjectivePlur
source: Location Objectives
zh_cn: 目标

# GAHazardIdentification
source: HIP
nb_no: Risikohåndtering
zh_cn: 参与人

# GAHazardIdentificationPlur
source: HIP
nb_no: Risikohåndteringer
zh_cn: 参与人

# GAHealthCertificateView
source: Skill
zh_cn: 技能证件

# GAHealthCertificateViewPlur
source: Skills
zh_cn: 技能

# GAIncidentReport
source: Incident
nb_no: Hendelse
zh_cn: 事件

# GAIncidentReportPlur
source: Incidents
nb_no: Hendelser
zh_cn: 事件

# GAInjuredParty
source: Injured Party
nb_no: Skadet person
zh_cn: 涉及方

# GAInjuredPartyPlur
source: Injured Parties
nb_no: Skadede personer
zh_cn: 涉及方

# GAionGoalObjective
source: Corporate Objective
zh_cn: 公司目标

# GAionGoalObjectivePlur
source: Corporate Objectives
zh_cn: 公司目标

# GAionPermitToWork
source: Permit to Work
zh_cn: 作业许可

# GAionPermitToWorkPlur
source: Permits to Work
zh_cn: 作业许可

# GALegalCompliance
source: Legal & Other Compliance
zh_cn: 法律合规

# GALegalCompliancePlur
source: Legal & Other Compliances
zh_cn: 法律合规

# GALessonLearnt
source: Lessons Learnt
zh_cn: 经验分享

# GALessonLearntPlur
source: Lessons Learnt
zh_cn: 经验分享

# GALocation
source: Location
nb_no: Lokasjon
zh_cn: 工作场所

# GALocationInCrew
source: Location in Crew
zh_cn: 地震队包含的工作场所

# GALocationInCrewPlur
source: Locations in Crew
zh_cn: 地震队包含的工作场所

# GALocationPlur
source: Locations
nb_no: Lokasjoner
zh_cn: 工作场所

# GAManageChange
source: Change
nb_no: Endring
zh_cn: 变更管理

# GAManageChangePlur
source: Changes
nb_no: Endringer
zh_cn: 变更管理

# GAMeansOfContact
source: Contact
nb_no: Kontaktdetalj
zh_cn: 联系方式

# GAMeansOfContactPlur
source: Contacts
nb_no: Kontaktdetaljer
zh_cn: 联系方式

# GAMeeting
source: Meeting, Report
nb_no: Møte/Rapport
zh_cn: 会议

# GAMeetingPersonList
source: Involved Person
nb_no: Involvert person
zh_cn: 参加人

# GAMeetingPersonListPlur
source: Involved Persons
nb_no: Involverte personer
zh_cn: 参加人

# GAMeetingPlur
source: Meetings, Reports
nb_no: Møter/Rapporter
zh_cn: 会议

# GAMeetingText
source: Detail
nb_no: Detalj
zh_cn: 细节

# GAMeetingTextPlur
source: Details
nb_no: Detaljer
zh_cn: 细节

# GANextOfKin
source: Next of Kin
nb_no: Pårørende
zh_cn: 亲属

# GANextOfKinPlur
source: Next of Kin
nb_no: Pårørende
zh_cn: 亲属

# GAOpportunity
source: Idea and Opportunity
nb_no: Forslag
zh_cn: 建议

# GAOpportunityPlur
source: Ideas and Opportunities
nb_no: Ideer, muligheter
zh_cn: 建议

# GAPassportVisaView
source: Basic Certificate
zh_cn: 基础证件

# GAPassportVisaViewPlur
source: Basics
zh_cn: 基础证件

# GAPersonnel
source: Personnel
nb_no: Person
zh_cn: 人员

# GAPersonnelHRDocumentView
source: Project Specific
zh_cn: 项目特有证件

# GAPersonnelHRDocumentViewPlur
source: Project Specific
zh_cn: 项目特有

# GAPersonnelPlur
source: Personnel
nb_no: Personell
zh_cn: 人员

# GAProcedure
source: Procedure
nb_no: Prosedyre
zh_cn: 程序

# GAProcedurePlur
source: Procedures
nb_no: Prosedyrer
zh_cn: 程序

# GAProcedureReference
source: Procedure Reference
nb_no: Prosedyre Referanse
zh_cn: 参考程序

# GAProcedureReferencePlur
source: Procedure References
nb_no: Prosedyre Referanser
zh_cn: 参考程序

# GAProject
source: Project
nb_no: Prosjekt
zh_cn: 项目

# GAProjectEmission
source: Emission Report (GHG)
zh_cn: 综合性排放统计 (GHG)

# GAProjectEmissionPlur
source: Emission Reports (GHG)
zh_cn: 综合性排放统计 (GHG)

# GAProjectPlur
source: Projects
nb_no: Prosjekter
zh_cn: 项目

# GARegionalOfficeView
source: Regional Office
zh_cn: 地区分公司

# GARegionalOfficeViewPlur
source: Regional Offices
zh_cn: 地区分公司

# GARemedialActionView
source: Follow Up & Remedial Actions
zh_cn: 追踪和整改任务

# GARemedialActionViewPlur
source: Follow Up & Remedial Actions
zh_cn: 追踪和整改任务

# GAReport
source: Minutes, Report Archive
nb_no: Møte/Rapport Arkiv
zh_cn: 会议纪要

# GAReportInstance
source: Report Generation
nb_no: Rapport Generering
zh_cn: 报表管理

# GAReportInstancePlur
source: Report Generations
nb_no: Rapport Genereringer
zh_cn: 报表管理

# GAReportPlur
source: Minutes, Reports Archives
nb_no: Møter/Rapporter Arkiv
zh_cn: 会议纪要

# GAReports
source: Report
nb_no: Rapport
zh_cn: 报告

# GAReportsPlur
source: Reports
nb_no: Rapporter
zh_cn: 报告

# GAResource
source: Asset
nb_no: Ressurs
zh_cn: 资产

# GAResourcePlur
source: Assets
nb_no: Ressurser
zh_cn: 资产

# GARisk
source: Risk, Hazard
nb_no: Risiko
zh_cn: 风险评估

# GARiskControl
source: Risk and Hazard Control
nb_no: Risiko kontroll
zh_cn: 风险评估

# GARiskControlPlur
source: Risk and Hazard Controls
nb_no: Risiko kontroller
zh_cn: 风险评估

# GARiskPlur
source: Risks, Hazards
nb_no: Risiki
zh_cn: 风险评估

# GArxtReport
source: Incident Report
nb_no: Hendelse rapport
zh_cn: 事件报告

# GArxtReportPlur
source: Incident Reports
nb_no: Hendelse rapporter
zh_cn: 事件报告

# GASafetyObservation
source: SOP
nb_no: Sikkerhetsobservasjon
zh_cn: 安全观察卡

# GASafetyObservationPlur
source: SOP
nb_no: Sikkerhetsobservasjoner
zh_cn: 安全观察卡

# GASeafarerViewPlur
source: Seafarer
zh_cn: 海员

# GATask
source: Task
nb_no: Oppgave
zh_cn: 涉及到的工作

# GATaskPlur
source: Tasks
nb_no: Oppgaver
zh_cn: 涉及到的工作

# GATeam
source: Team
zh_cn: 目击者

# GATeamPlur
source: Teams
nb_no: Team
zh_cn: 目击者

# GATextItem
source: Note
nb_no: Detalj
zh_cn: 备注

# GATextItemPlur
source: Notes
nb_no: Detaljer
zh_cn: 备注

# GAUser
source: User
nb_no: Bruker
zh_cn: 用户

# GAUserPlur
source: Users
nb_no: Brukere
zh_cn: 用户

# GAVendor
source: Vendor
zh_cn: 供方

# GAVendorAudit
source: Audit
zh_cn: 供方审计

# GAVendorAuditFinding
source: Audit Finding
zh_cn: 供方审计发现项

# GAVendorAuditFindingPlur
source: Audit Findings
zh_cn: 供方审计发现项

# GAVendorAuditPlur
source: Audits
zh_cn: 供方审计

# GAVendorContact
source: Vendor Contact
zh_cn: 供方联系人

# GAVendorContactPlur
source: Vendor Contacts
zh_cn: 供方联系人

# GAVendorEvaluation
source: Evaluation
zh_cn: 评估记录

# GAVendorEvaluationPlur
source: Evaluations
zh_cn: 评估记录

# GAVendorPlur
source: Vendors
zh_cn: 供方

# GAWaste
source: Environmental Report (Offshore)
zh_cn: 垃圾处理/大气排放(旧版)

# GAWasteOffshore
source: Waste and GHG Emission (Offshore)
zh_cn: 垃圾处理/大气排放(非陆地)

# GAWasteOffshorePlur
source: Waste and GHG Emissions (Offshore)
zh_cn: 垃圾处理/大气排放(非陆地)

# GAWasteOnshore
source: Waste and GHG Emission (Onshore)
zh_cn: 垃圾处理/大气排放(陆地)

# GAWasteOnshorePlur
source: Waste and GHG Emissions (Onshore)
zh_cn: 垃圾处理/大气排放(陆地)

# GAWastePlur
source: Environmental Reports (Offshore)
zh_cn: 垃圾处理/大气排放(旧版)

# GAWBOperationList
source: Workboat Operation Attendant
zh_cn: 小艇作业人员

# GAWBOperationListPlur
source: Workboat Operation Attendants
zh_cn: 小艇作业人员

# GAWorkflow
source: Workflow
nb_no: Arbeidsflyt
zh_cn: 工作流

# GAWorkflowPlur
source: Workflows
nb_no: Arbeidsflyt
zh_cn: 工作流

# GAWorkitem
source: Workitem
zh_cn: 待办事项

# GAWorkitemPlur
source: Workitems
zh_cn: 待办事项

# GAWorkPlan
source: Work Plan
zh_cn: 项目工作计划

# GAWorkPlanPlur
source: Work Plan
zh_cn: 项目工作计划

source: Graph
zh_cn: 图表

source: Greater Than
nb_no: større enn
zh_cn: 大于

# GreaterThanEqual
source: Greater Than or Equal To
nb_no: større enn eller lik
zh_cn: 大于或者等于

# hasEditAssignmentToWorkitem
source: In addition to the assignee, your role allows you to manage this workitem
zh_cn: 您的岗位允许您处理此待办事项

# hasRoleAssignmentToWorkitem
source: You may close this workitem because this workitem is assigned to a role you hold in the current context
zh_cn: 您可以关闭这个待办事项因为它已经被指派给您

# hasUserAssignmentToWorkitem
source: You may close this workitem because it has been assigned to you
zh_cn: 你可以关闭这个任务因为它已经被指派给你

source: Help
nb_no: Hjelp
zh_cn: 帮助

source: Hide
zh_cn: 隐藏

source: Hide Labels
zh_cn: 隐藏标签

source: Home
nb_no: Hjemme
zh_cn: 主页

# importFromExcel
source: Import Excel
zh_cn: 导入Excel

# infoFilterMultipleElements
source: Where:
nb_no: Hvor:
zh_cn: 当前：

# infoFilterNoElements
source: Showing all elements in context
nb_no: Viser all informasjon
zh_cn: 显示所有记录

# infoFilterOneElement
source: Where:
nb_no: Hvor:
zh_cn: 当前：

source: Is Checked
nb_no: Krysset Av
zh_cn: 被勾选

source: Is Current
nb_no: Er gjeldende
zh_cn: 未过期

source: Is Not Checked
nb_no: Ikke Krysset Av
zh_cn: 没有勾选

# LANGUAGE_RESOURCE_KEY
source: GEN
nb_no: GNO
zh_cn: GCN

source: Less Than
nb_no: mindre enn
zh_cn: 小于

# LessThanEqual
source: Less Than or Equal To
nb_no: mindre enn eller lik
zh_cn: 小于或者等于

source: Line Chart
zh_cn: 折线图

# ListAll
source: List all {0}
nb_no: List alle {0}
zh_cn: 列出所有 {0}

# ListAllIn
source: List all {0} in {1}
nb_no: List alle {0} i
zh_cn: 列出 {1} 中所有的 {0}

source: List my workitems
nb_no: List mine oppgaver
zh_cn: 列出我的待办事项

# LookupFilterOff
source: Showing all records.
zh_cn: 显示所有记录

# LookupFilterOn
source: Showing: Only {0} records in {1}
zh_cn: 只在 {1} 中显示 {0} 条记录

# MaxCharacters
source: (Maximum characters: {0})
zh_cn: （允许最多字数：{0}）

# Month
source: Months
nb_no: Måned
zh_cn: 月

# NewRecord
source: New {0}
nb_no: Opprett {0}
zh_cn: 新建 {0}

# NewRecords
source: New {0}(s)
zh_cn: 新建 {0}

source: No
nb_no: Nei
zh_cn: 不

# NoActionInWorkitem
source: This workitem does not have a reference to a action
nb_no: Denne oppgaven har ingen referanse til en aksjon
zh_cn: 此待办事项未关联任何有效记录

# NoRecords
source: No {0} are registered
nb_no: Ingen {0} er registrert
zh_cn: 没有任何{0}登记

# NoRecordsFound
source: No {0} found
zh_cn: 没有找到{0}

# NoResponsibleSet
source: Not specified
zh_cn: 未标明

# NotEqual
source: Different Than
nb_no: forskjellig fra
zh_cn: 不同于

# NotesByUser
source: Notes by {0}
zh_cn: 用户{0}的注释

source: not including
nb_no: Inneholder ikke
zh_cn: 不包括

source: OK
zh_cn: 可以

source: PART 1
zh_cn: 第一部分

# Part1Tip
source: IF YES TO ANY OF THE ABOVE GO TO PART 2, IF NO GO TO PART 3
zh_cn: 如果此部分任意一项为Yes，则请跳到第三部分，反之，请到第二部分

source: PART 2
zh_cn: 第二部分

# Part2Tip
source: IF ANY NO, THE OPERATION DOES NOT PROCEED . IF ALL YES, PROCEED TO STEP 3
zh_cn: 如果此部分任意一项为No，工作必须停止，反之，请到第三部分

source: PART 3
zh_cn: 第三部分

# Part3Tip
source: IF ANY NO, THE OPERATION DOES NOT PROCEED . IF ALL YES, OK TO PERFORM TASK
zh_cn: 如果此部分任意一项为No，工作必须停止，反之，允许开始工作

# ParticipantAddedBy
source: Participant added by {0}
zh_cn: 参与人由用户{0}添加

# ParticipantRoleAddedBy
source: Participant {0} added by {1}
zh_cn: 参与人{0}由用户{1}添加

# ParticipantUserAddedByUser
source: Participant {0} added by {1}
zh_cn: 参与人{0}由用户{1}添加

source: Person
zh_cn: 人员

source: Pie Chart
zh_cn: 饼状图

# PleaseAddGroupOfPersons
source: Please create a group of people
zh_cn: 请创建一个小组

# PleaseSelectAnActionResponsible
source: Please select a person or role to assign this action to
zh_cn: 请选择一个人名或者岗位来指派此任务

# PrintReport
source: View Report
nb_no: Skriv ut rapport
zh_cn: 查看报告

source: Proceed
zh_cn: 继续

source: Ranking
zh_cn: 分数

# RankingDescription
source: Ranking of performance to be indicated as follow:<br/>(5 = Excellent) (4 = Good) (3 =Average) (2 = Fair) (1 = Poor) (N/A=Not Applicable)
zh_cn: 分数说明：<br />5=非常好；4=好；3=正常；4=一般；5=差（N/A为不适用）

source: Read
nb_no: Les
zh_cn: 读取

source: Reject
nb_no: Avvis
zh_cn: 拒绝

# RejectAcknowledgeWorkitem
source: {0} rejected the acknowledgement of this workitem
zh_cn: 用户{0}拒绝了此待办事项

source: Rejected
nb_no: Avslått
zh_cn: 拒绝

source: Remarks
zh_cn: 备注

# RemedialExpiredMessage
source: This item has passed its due date
zh_cn: 此待办事项已逾期

source: Role
zh_cn: 角色

source: Save
nb_no: Lagre
zh_cn: 保存

# SaveButton
source: Save
nb_no: Lagre
zh_cn: 保存

# SeCondition
source: Condition
zh_cn: 条件

source: Security Settings
zh_cn: 权限设置

# SeEnabled
source: Enabled
zh_cn: 启用

# SeFieldName
source: Field Name
zh_cn: 筛选项

source: Select
nb_no: Velg
zh_cn: 选择

# SelectUserForActivityForward
source: Please select the user you want to forward the activity to:
nb_no: Velg bruker du vil videresende oppgaven til:
zh_cn: 请选择一名用户来指派此任务

# SeOperator
source: Operator
zh_cn: 筛选方式

# setFilter
source: Toggle Edit Selection
nb_no: Rediger utvalg - av/på
zh_cn: 条件筛选

source: Stacked Bar Chart
zh_cn: 堆积条形图

# StartDateLessThanEqualEndDate
source: Start date must be less or equal to end date
zh_cn: 开始日期必须小于或者等于结束日期

source: Update
nb_no: Oppdater
zh_cn: 更新

# UpdateSelectedText
source: Update
zh_cn: 更新

# url
source: Document
nb_no: Dokument
zh_cn: 文件

# URLText
source: URL
zh_cn: 链接

source: Use as home
nb_no: Bruk som hjemme
zh_cn: 设为主页

# WorkitemAcknowledge
source: Acknowledge
zh_cn: 接受

# WorkitemAddNotes
source: Add Notes
zh_cn: 添加备注

# WorkItemAssignedToRole
source: This workitem has been assigned to role {0}. Role members for this action are
nb_no: Denne oppgaven er tildelt rolle {0}. Brukere med denne rollen er
zh_cn: 此待办事项已经指派给{0} 。

# WorkItemAssignedToUser
source: This workitem has been assigned to you
nb_no: Denne oppgaven er tildelt deg
zh_cn: 此待办事项已指派给您

# WorkitemClosedWithResponse
source: This workitem has been closed with the response: {0}
zh_cn: 此待办事项已关闭，回复为：{0}

# WorkitemCloseWorkitem
source: Close
zh_cn: 关闭

# WorkitemCompleted
source: This workitem has been completed
zh_cn: 此待办事项已完成

# WorkitemRejectAcknowledge
source: Reject Acknowledge
zh_cn: 拒绝

# WorkitemsAssignedCoordinator
source: Coordinator role
nb_no: Oppgaver tildelt deg fordi du har en HMS koordinator rolle
zh_cn: 协调人

# WorkitemsAssignedToRoles
source: Workitems assigned to roles you are a member of
nb_no: Oppgaver tildelt en role du holder
zh_cn: 此待办事项已指派给您所处的岗位

source: Workitems assigned to you
nb_no: Oppgaver tildelt deg
zh_cn: 此待办事项已指派给您

# WorkItemUnAssigned
source: This workitem has been assigned to you because you hold a co-ordinator role. Workitem is assigned to role {0}, but no user holds this role for this action
nb_no: Denne oppgaven er tildelt deg fordi du har en koordinator rolle. Oppgaven er tildelt rolle {0}, men ingen brukere har denne rollen for denne aktiviteten
zh_cn: 此待办事项已经指派给您，由于您处于协调人这个角色。此待办事项实际应指派给 {0}，但由于未找到目标岗位，所以由协调人承担此待办事项

# Year
source: Years
zh_cn: 年

# YearMonthSpanView
source: Years: {0} Months: {1}
nb_no: År: {0}
zh_cn: 年：{0} 月：{1}

source: Yes
nb_no: Ja
zh_cn: 是的

# GADailyEmployeeCountPlur
source: Employee Counts
nb_no: Ansatt tellinger

# GAVesselVisitPlur
source: Vessel Visits
nb_no: Besøk på skip

# GADailyEmployeeCount
source: Employee Count
nb_no: Ansatt telling

# GAVesselVisit
source: Vessel Visit
nb_no: Besøk på skip

source: Goto
nb_no: Gå til

# GAReportInstanceFilter
source: Report Filter
nb_no: Rapport forekomst filter

# GAReportInstanceFilterPlur
source: Report Filters
nb_no: Rapport forekomst filtre

# GATaskTemplate
source: Task Template
nb_no: Oppgave mal

# GATaskTemplatePlur
source: Task Templates
nb_no: Oppgave maler

# GATimeAndAttendance
source: Time and Attendance
nb_no: Til stede

# GATimeAndAttendancePlur
source: Time and Attendances
nb_no: Til stede

# GAEquipmentDamageReport
source: Equipment Damage Report
nb_no: Rapport ødelagt utstyr

# GAEquipmentDamageReportPlur
source: Equipment Damage Reports
nb_no: Rapporter ødelagt utstyr

# GAResourceSpecification
source: Asset Specification
nb_no: Ressurs spesifikasjon

# GAResourceSpecificationPlur
source: Asset Specifications
nb_no: Ressurs spesifikasjoner

# GAReporter
source: Report Source
nb_no: Referent

# GAReporterPlur
source: Report Sources
nb_no: Referenter

# GALists
source: Code List
nb_no: Kodeliste

# GAListCategory
source: Code List Category
nb_no: Kodeliste kategori

# GAListsPlur
source: Code Lists
nb_no: Kodelister

# GAListCategoryPlur
source: Code List Categories
nb_no: Kodeliste kategorier

# ViewRecordsForDifferenContext
source: View {0} for another context
nb_no: Se {0} fra et annet ståsted

# GALinkPlur
source: Links
nb_no: Linker

source: Forward Activity
nb_no: Vidersend askjon

source: Cancel Forward
nb_no: Angre videresend

# GAFileFolder
source: Folder Documents
nb_no: Dokument mappe

# GAFileFolderPlur
source: Folders Documents
nb_no: Dokument mapper

# GAHelp
source: Help Text
nb_no: Hjelpetekst

# GAHelpPlur
source: Help Texts
nb_no: Hjelpetekster

source: Group Name
nb_no: Gruppe navn

# infoFilterOneElementold
source: The list is filtered using the following condition:
nb_no: Filtrer utalg basert på følgende:
